Repository: wp-plugins/scifi-facets
Catalog: languages/scifi-facets-*.po
Languages: bg_bg

source: Ordering of current view
bg_bg: Подредба на текущия изглед

source: Title
bg_bg: Заглавие

source: Date
bg_bg: Дата

source: Last update
bg_bg: Последно обновяване

source: Comments
bg_bg: Коментари

source: Sort and ordering
bg_bg: Подредба и ред

source: Default
bg_bg: По подразбиране

source: Asc
bg_bg: Възх.

source: Desc
bg_bg: Низх.

source: Title:
bg_bg: Заглавие:

source: Show "order by" selector
bg_bg: Показване на "подредба по"

source: Show "order" selector
bg_bg: Показване на "ред"

source: Require params:
bg_bg: Изисква параметри:

source: Coma separated list of GET parameters that should be set for showing this widget.
bg_bg: Списък от GET параметри разделени със запетая, за да се покаже джаджата.

source: All
bg_bg: Всички

source: Taxonomy facets
bg_bg: Таксономии

source: Links
bg_bg: Връзки

source: Tags
bg_bg: Тагове

source: Drop down
bg_bg: Падащо меню

source: Multiple select
bg_bg: Множествен избор

source: Taxonomies
bg_bg: Таксономии

source: Taxonomies:
bg_bg: Таксономии:

source: Exclude (%s) terms:
bg_bg: Пропускане (%s) търмове

source: * Exclude terms is list of coma separated slugs or id.
bg_bg: * Пропускане на търмове, е списък от думи разделени със запетая (приемат се slug и id)

source: Connect with current page request query
bg_bg: Свързване със текущата заявка на страницата

source: Use permalinks if available
bg_bg: Използване на постоянни връзки (ако е налично)

source: URL base when no permalinks available:
bg_bg: URL основа когато постоянните връзки са не са налични

source: Auto
bg_bg: Автоматично

source: Custom
bg_bg: Персонализирано

source: %s (post type)
bg_bg: %s (тип)

source: Relative path to the site, without trailing slash.
bg_bg: Релативен път до сайта, без завършваща наклонена черта.

source: Show when next presented:
bg_bg: Показване, когато следващото е налично:

source: None
bg_bg: Нищо

source: Show in archives
bg_bg: Показване в архиви

source: Show in single post views
bg_bg: Показване в единични постове

source: Format:
bg_bg: Формат:

source: Show taxonomy names
bg_bg: Показване на имената на таксономиите

source: Show "show all" item
bg_bg: Показване на опция "Всички"

source: Time facets
bg_bg: Време

source: Select
bg_bg: Избор

source: Time
bg_bg: Време

source: Post type:
bg_bg: Тип:

source: Use custom URL base
bg_bg: Използване на персонална URL основа
